Repository: openEuler-Networking/GConf2
Catalog: po/*.po
Languages: pl, sk

source: Get the short doc string for a key
pl: Pobiera krótki napis dokumentuj±cy powi±zany z kluczem

source: Get the long doc string for a key
pl: Pobiera d³ugi napis dokumentuj±cy powi±zany z kluczem

source: Can't use --all-entries with --get or --set
pl: Nie mo¿na u¿ywaæ --all-entries wraz z --get lub --set

source: --recursive-list should not be used with --get, --set, --unset, --all-entries, or --all-dirs
pl: --recursive-list nie powinno byæ u¿ywane wraz z --get, --set, --unset, --all-entries lub --all-dirs

source: --set_schema should not be used with --get, --set, --unset, --all-entries, --all-dirs
pl: --set_schema nie powinno byæ u¿ywane wraz z --get, --set, --unset, --all-entries, --all-dirs

source: Failure listing entries in `%s': %s
pl: B³±d przy wypisywaniu elementów spod "%s": %s

source: Error setting value: %s
pl: B³±d przy ustawianiu warto¶ci: %s

source: Error syncing: %s
pl: B³±d przy synchronizacji: %s

source: Must specify a key or keys on the command line
pl: Nale¿y podaæ w wierszy poleceñ klucz lub klucze

source: No schema known for `%s'
pl: Brak znanego schematu dla "%s"

source: No doc string stored in schema at '%s'
pl: W schemacie pod "%s" nie zapisano dokumentacji

source: Error getting schema at '%s': %s
pl: B³±d przy pobieraniu schematu spod "%s": %s

source: No schema stored at '%s'
pl: Brak schematu zapisanego pod "%s"

source: Value at '%s' is not a schema
pl: Warto¶æ pod "%s" nie jest schematem

source: Error associating schema name '%s' with key name '%s': %s
pl: B³±d przy wi±zaniu schematu "%s" z kluczem "%s": %s
