Repository: openEuler-Networking/GConf2
Catalog: po/*.po
Languages: pl, sk

source: Unloading BerkeleyDB (BDB) backend module.
pl: Usuwanie modu³u przetwarzaj±cego BerkeleyDB (BDB).
sk: Uvoµòujem modul pre BerkeleyDB (BDB).

source: Opened BerkeleyDB source at root %s
pl: Otwarto ¼ród³o BerkeleyDB g³ównym katalogiem %s
sk: Otvorený zdroj BerkeleyDB z %s

source: Initializing BDB backend module
pl: Inicjowanie modu³u przetwarzaj±cego BerkeleyDB (BDB)
sk: Inicializujem BDB modul

source: Couldn't find the %s root directory in the address `%s'
pl: Nie mo¿na odnale¼æ g³ównego katalogu %s pod adresem "%s"
sk: Nie je mo¾né nájs» koreòový prieèinok pre %s na adrese `%s'

source: Could not make directory `%s': %s
pl: Nie mo¿na stworzyæ katalogu "%s": %s
sk: Nie je mo¾né vytvori» prieèinok '%s': %s

source: Can't read from or write to the %s root directory in the address `%s'
pl: Nie mo¿na odczytaæ lub zapisaæ do g³ównego katalogu %sv pod adresem "%s"
sk: Nie je mo¾né preèíta» alebo zapísa» do koreòového prieèinku pre %s na adrese '%s'

source: Unloading XML backend module.
pl: Usuniêcie pracuj±cego w tle modu³u XML.
sk: Uvoµòujem modul pre XML.

source: Couldn't find the XML root directory in the address `%s'
pl: Nie mo¿na znale¼æ katalogu g³ównego XML pod adresem `%s'
sk: Nie je mo¾né nájs» koreòový prieèinok pre XML na adrese `%s'

source: Can't read from or write to the XML root directory in the address `%s'
pl: Nie mo¿na odczytaæ lub zapisywaæ do katalogu g³ównego XML-a pod adresem `%s'
sk: Nie je mo¾né preèíta» alebo zapisova» do koreòového prieèinku XML na adrese `%s'

source: Directory/file permissions for XML source at root %s are: %o/%o
pl: Uprawnienia do katalogu/pliku dla ¼ród³a XML dla roota %s s±: %o/%o
sk: Práva k prieèinku/súboru pre zdroj XML v koreni %s sú: %o/%o

source: Initializing XML backend module
pl: Inicjacja pracuj±cego w tle modu³u XML
sk: Inicializujem XML modul

source: Failed to give up lock on XML dir `%s': %s
pl: Nie udana próba usuniêcia blokady na katalog XML `%s': %s
sk: Zlyhalo uvoµnenie zámku na prieèinku XML `%s': %s

source: Unsynced directory deletions when shutting down XML backend
pl: Niezsynchronizowane usuniêcia katalogów przy zamykaniu modu³u operuj±cego na XML-u
sk: Nesynchronizované mazania z prieèinku pri vypínaní modulu XML

source: Unable to remove directory `%s' from the XML backend cache, because it has not been successfully synced to disk
pl: Nie mo¿na usun±æ katalogu "%s" z cache modu³u operuj±cego na XML-u, poniewa¿ nie zosta³ on pomy¶lnie zsynchronizowany z dyskiem
sk: Nepodarilo s odstráni» prieèinok `%s' z ke¹e modulu XML, preto¾e nebol úspe¹ne zapísaný na disk

source: %u items remain in the cache after cleaning already-synced items older than %u seconds
pl: W cache pozosta³o %u elementów po wyczyszczeniu elementów starszych ni¿ %u sekund
sk: %u polo¾iek zostalo v ke¹i po vyèistení u¾ synchronizovaných polo¾iek star¹ích ako %u sekúnd

source: Could not stat `%s': %s
pl: Nie mo¿na odczytaæ `%s': %s
sk: Nedá sa zisti» stav `%s': %s

source: XML filename `%s' is a directory
pl: Plik XML `%s' jest katalogiem
sk: Meno súboru XML `%s' je prieèinok

source: Failed to delete `%s': %s
pl: Nie mo¿na usun±æ '%s': %s
sk: Nepodarilo sa odstráni» `%s': %s

source: Failed to write file `%s': %s
pl: Nie mo¿na zapisaæ do pliku '%s': %s
sk: Nepodarilo sa zapísa» do súboru `%s': %s

source: Failed to set mode on `%s': %s
pl: Nie mo¿na ustawiæ uprawnieñ pliku "%s": %s
sk: Nepodarilo sa otvori» `%s': %s

source: Failed to rename `%s' to `%s': %s
pl: Nie mo¿na zmieniæ nazwy '%s' na '%s': %s
sk: Nepodarilo sa premenova» súbor `%s' na `%s': %s

source: Failed to restore `%s' from `%s': %s
pl: Nie mo¿na odtworzyæ '%s' z '%s': %s
sk: Nepodarilo sa obnovi» `%s' zo súboru `%s': %s

source: Failed to delete old file `%s': %s
pl: Nie mo¿na usun±æ starego pliku '%s': %s
sk: Nepodarilo sa odstráni» starý súbor `%s': %s

source: Failed to stat `%s': %s
pl: Nie mo¿na czytaæ `%s' : %s
sk: Nepodarilo sa zisti» stav `%s': %s

source: Duplicate entry `%s' in `%s', ignoring
pl: Zduplikowane wpisy `%s' w `%s, ignorowanie
sk: Duplikovaná polo¾ka `%s' v `%s', ignorujem

source: Entry with no name in XML file `%s', ignoring
pl: Wpis bez nazwy w pliku XML `%s', ignorowanie
sk: Polo¾ka bez mena v súbore XML `%s', ignorujem

source: Toplevel node in XML file `%s' is not an <entry>, ignoring
pl: G³ówny wêze³ w pliku XML `%s' nie jest zapisany, ignorowanie
sk: Uzol na najvy¹¹ej úrovni v súbore XML `%s' nie je <entry>, ignorujem

source: Failed to create file `%s': %s
pl: Nie mo¿na stworzyæ pliku "%s": %s
sk: Nepodarilo sa vytvori» súbor `%s': %s

source: Failed to close file `%s': %s
pl: Nie mo¿na zamkn±æ pliku '%s': %s
sk: Nepodarilo sa zavrie» súbor `%s': %s

source: Ignoring XML node with name `%s': %s
pl: Ignorowanie wêz³a XML o nazwie "%s": %s
sk: Ignorujem uzol XML s menom `%s': %s

source: Ignoring schema name `%s', invalid: %s
pl: Ignorowanie nazwy schematu `%s', niew³a¶ciwy: %s
sk: Ignorujem meno schémy `%s', nie je platné: %s

source: Ignoring XML node `%s', except for possible schema name: %s
sk: Ignorujem uzol XML `%s', okrem mo¾ného mena schémy: %s

source: Failed reading default value for schema: %s
pl: B³±d odczytu domy¶lnej warto¶ci dla schematu: %s
sk: Nepodarilo sa preèíta» ¹tandardnú hodnotu pre schému: %s

source: No "type" attribute for <%s> node
pl: Brak atrybutu "type" dla wêz³a <%s>
sk: V uzle <%s> chýba atribút "type"

source: A node has unknown "type" attribute `%s', ignoring
pl: Wêze³ posiada nieznany "typ" atrybutu `%s', ignorowanie
sk: Uzol má neznámy atribút "type" `%s', ignorujem

source: No "value" attribute for node
pl: Brak atrybutu "value" dla wêz³a
sk: V uzle chýba atribút "value"

source: Didn't understand XML node <%s> inside an XML list node
pl: Nie rozumiem wêz³a XML <%s> wewn±trz listy wêz³ów XML
sk: Nerozpoznaný uzol XML <%s> v XML zozname

source: Invalid type (list, pair, or unknown) in a list node
pl: Niew³a¶ciwy typ (lista, para, lub co¶ innego) w li¶cie wêz³ów
sk: Neplatný typ (zoznam, pár alebo neznámy) v uzle zoznamu

source: Bad XML node: %s
pl: Niepoprawny wêze³ XML: %s
sk: Neplatný uzol XML: %s

source: List contains a badly-typed node (%s, should be %s)
pl: Lista zawiera wêze³ niew³a¶ciwego typu (%s, powinno byæ %s)
sk: Zoznam obsahuje nesprávne typovaný uzol (%s, má by» %s)

source: Ignoring bad car from XML pair: %s
pl: Zignorowano niepoprawny pierwszy element pary w XML-u: %s
sk: Ignorujem neplatný car z páru XML: %s

source: parsing XML file: lists and pairs may not be placed inside a pair
pl: analiza pliku XML: listy oraz pary nie mog± byæ umieszczane wewn±trz par
sk: spracovanie súboru XML: zoznamy a páry mo¾no nie sú umiestnené v páre

source: Ignoring bad cdr from XML pair: %s
pl: Zignorowano niepoprawny drugi element pary w XML-u: %s
sk: Ignorujem neplatný cdr z páru XML: %s

source: Didn't understand XML node <%s> inside an XML pair node
pl: Niezrozumia³y wêze³ XML-a <%s> wewn±trz wêz³a pary
sk: Nerozpoznaný uzol XML <%s> v XML uzle páru

source: Didn't find car and cdr for XML pair node
pl: Nie odnaleziono w XML-u czê¶ci car i cdr wewn±trz wêz³a pary
sk: Nenájdené car a cdr v páre uzla XML

source: Missing cdr from pair of values in XML file
pl: Brak drugiego elementu pary warto¶ci w XML-u
sk: Chýbajúce cdr z páru hodnôt v súbore XML

source: Missing car from pair of values in XML file
pl: Brak pierwszego elementu pary warto¶ci w XML-u
sk: Chýbajúce car z páru hodnôt v súbore XML

source: Missing both car and cdr values from pair in XML file
pl: Brak pierwszego i drugiego elementu pary warto¶ci w XML-u
sk: Chýbajúce obidve hodnoty car aj cdr z páru v súbore XML

source: No such file `%s'
pl: Plik '%s' nie istnieje
sk: Súbor `%s' neexistuje

source: Bad address `%s'
pl: Niepoprawny adres '%s'
sk: Neplatná adresa `%s'

source: GConf won't work without dynamic module support (gmodule)
pl: GConf nie mo¿e dzia³aæ bez obs³ugi dynamicznych modu³ów (gmodule)
sk: GConf nebude fungova» bez podpory dynamických modulov (gmodule)

source: Error opening module `%s': %s
pl: B³±d przy otwieraniu modu³u '%s': %s
sk: Chyba pri otváraní modulu `%s': %s

source: Couldn't locate backend module for `%s'
pl: Nie mo¿na znale¼æ modu³ów pracuj±cych w tle dla `%s'
sk: Nie je mo¾né nájs» modul pre `%s'

source: Failed to shut down backend
pl: B³±d zamykania procesów t³a
sk: Nepodarilo sa ukonèi» modul

source: Received invalid value in set request
pl: Otrzymano niew³a¶ciw± warto¶æ w zbiorze ¿±dania
sk: Zachytená neplatná hodnota v po¾iadavke

source: Couldn't make sense of CORBA value received in set request for key `%s'
pl: Nie mo¿na zinterpretowaæ warto¶ci Corby otrzymanej z ¿±daniem przypisania do klucza "%s"
sk: Nezmyselná CORBA hodnota vrátená pri po¾iadavke na kµúè `%s'

source: Received request to drop all cached data
pl: Otrzymano ¿±danie aby odrzuciæ wszystkie cache'owane dane
sk: Prijatá po¾iadavka pre zahodenie v¹etkých dát v ke¹i

source: Received request to sync synchronously
sk: Prijatá po¾iadavka na synchronizáciu

source: Fatal error: failed to get object reference for ConfigDatabase
pl: Powa¿ny b³±d: nie mo¿na uzyskaæ referencji obiektu ConfigDatabase
sk: Kritická chyba: nepodarilo sa získa» referenciu na ConfigDatabase

source: Failed to sync one or more sources: %s
pl: B³±d przy synchronizowaniu jednego lub wiêcej ¼róde³: %s
sk: Nepodarilo sa synchronizova» jeden alebo viac zdrojov: %s

source: Failed to log addition of listener (%s); will not be able to restore this listener on gconfd restart, resulting in unreliable notification of configuration changes.
sk: Nepodarilo sa zaznamena» pridanie listenera (%s) do súboru so záznamom. Tohto listenera nebude mo¾né obnovi» pri re¹tarte gconfd. Výsledkom bude nespoµahlivé upozoròovanie na zmeny konfigurácie.

source: Listener ID %lu doesn't exist
pl: ID nas³uchiwacza %lu nie istnieje
sk: Listener ID %lu neexistuje

source: Failed to log removal of listener to logfile (most likely harmless, may result in a notification weirdly reappearing): %s
sk: Nepodarilo sa zaznamena» odstránenie listenera do súboru so záznamom (asi ne¹kodné, ale mô¾e sa objavi» divné opakovanie upozornení): %s

source: Error getting value for `%s': %s
pl: B³±d przy pobieraniu warto¶ci dla "%s": %s
sk: Chyba pri získavaní hodnoty pre `%s': %s

source: Error setting value for `%s': %s
pl: B³±d przy ustawianiu warto¶ci dla "%s": %s
sk: Chyba pri nastavovaní hodnoty pre `%s': %s

source: Error unsetting `%s': %s
pl: B³±d przy czyszczeniu "%s": %s
sk: Chyba pri mazaní hodnoty pre `%s': %s

source: Error getting default value for `%s': %s
pl: B³±d przy pobieraniu domy¶lnej warto¶ci "%s": %s
sk: Chyba pri získavaní ¹tandardnej hodnoty pre `%s': %s

source: Error checking existence of `%s': %s
pl: B³±d przy sprawdzaniu istnienia "%s": %s
sk: Chyba pri kontrole existencie `%s': %s

source: Error removing dir `%s': %s
pl: B³±d przy usuwaniu katalogu "%s": %s
sk: Chyba pri odstraòovaní prieèinku `%s': %s

source: Failed to get all entries in `%s': %s
pl: Nie mo¿na pobraæ wszystkich elementów z "%s": %s
sk: Nepodarilo sa získa» v¹etky polo¾ky v `%s': %s

source: Error listing dirs in `%s': %s
pl: B³±d przy pobieraniu zawarto¶ci katalogów w "%s": %s
sk: Chyba pri výpise prieèinkov v `%s': %s

source: Error setting schema for `%s': %s
pl: B³±d przy ustawianiu schematu dla "%s": %s
sk: Chyba pri nastavovaní schémy pre `%s': %s

source: Success
pl: Sukces
sk: Úspech

source: Failed
pl: Niepowodzenie
sk: Neuspel

source: Configuration server couldn't be contacted
pl: Nie mo¿na nawi±zaæ po³±czenia z serwerem konfiguracji
sk: Nie je mo¾né spojenie s konfiguraèným serverom

source: Permission denied
pl: Brak dostêpu
sk: Prístup zamietnutý

source: Couldn't resolve address for configuration source
pl: Nie mo¿na uzyskaæ adresu ¼ród³a konfiguracji
sk: Nie je mo¾né zisti» adresu pre konfiguraèný zdroj

source: Bad key or directory name
pl: Niepoprawna nazwa klucz lub katalogu
sk: Neplatný kµúè alebo meno prieèinku

source: Parse error
pl: B³±d sk³adniowy
sk: Chyba spracovania

source: Corrupt data in configuration source database
pl: Uszkodzone dane w bazie danych ¼ród³a konfiguracji
sk: Po¹kodené dáta v databáze konfiguraèného zdroja

source: Type mismatch
pl: Niezgodno¶æ typów
sk: Chyba typu

source: Key operation on directory
pl: Operacja dotycz±ca klucza na katalogu
sk: Operácia pre kµúèe na prieèinku

source: Directory operation on key
pl: Operacja dotycz±ca katalogu na kluczu
sk: Operácia pre prieèinky na kµúèi

source: Can't overwrite existing read-only value
pl: Nie mo¿na nadpisaæ istniej±cej warto¶ci przeznaczonej tylko do odczytu
sk: Nie je mo¾né prepísa» u¾ existujúcu hodnotu urèenú len pre èítanie

source: Object Activation Framework error
sk: Chyba Object Activation Framework (OAF)

source: Operation not allowed without configuration server
pl: Operacja nie jest dozwolona bez serwera konfiguracji
sk: Operácia nie je povolená bez konfiguraèného serveru

source: Failed to get a lock
pl: Nie mo¿na uzyskaæ blokady
sk: Nepodarilo sa získa» zámok

source: No database available to save your configuration
pl: Brak dostêpnej bazy danych do zapisu konfiguracji
sk: Pre ulo¾enie va¹ej konfigurácie nie je k dispozícii databáza

source: No '/' in key `%s'
pl: Brak znaku "/" w kluczu '%s'
sk: V kµúèi `%s' chýba '/'

source: Couldn't interpret CORBA value for list element
pl: Nie mo¿na zinterpretowaæ warto¶ci Corby elementu listy
sk: Nie je mo¾né interpretova» CORBA hodnotu pre prvok zoznamu

source: Incorrect type for list element in %s
pl: Niepoprawny typ elementu listy w %s
sk: Nesprávny typ pre element zoznamu v %s

source: Received list from gconfd with a bad list type
pl: Otrzymano od procesu gconfd listê niew³a¶ciwego typu
sk: Prijatý zoznam od gconfd s neplatným typom zoznamu

source: Failed to convert object to IOR
pl: Nie mo¿na przekonwertowaæ obiektu na IOR
sk: Nepodarilo sa previes» objekt na IOR

source: Couldn't open path file `%s': %s
sk: Nie je mo¾né otvori» súbor `%s': %s

source: Adding source `%s'
pl: Dodanie ¼ród³a '%s'
sk: Pridávam zdroj `%s'

source: Read error on file `%s': %s
pl: B³±d przy odczycie pliku '%s': %s
sk: Chyba pri èítaní súboru `%s': %s

source: Expected list, got %s
pl: Oczekiwano listy, otrzymano %s
sk: Oèakávaný zoznam, prijaté %s

source: Expected list of %s, got list of %s
pl: Oczekiwano listy %s, otrzymano listê %s
sk: Oèakávaný zoznam %s, prijatý zoznam %s

source: Expected pair, got %s
pl: Oczekiwano pary, otrzymano %s
sk: Oèakávaný pár, prijaté %s

source: Expected (%s,%s) pair, got a pair with one or both values missing
pl: Oczekiwano pary (%s,%s), otrzymano parê z brakuj±c± jedn± lub obiema warto¶ciami
sk: Oèakávaný (%s,%s) pár, prijatý pár s jednou alebo obomi chýbajúcimi hodnotami

source: Expected pair of type (%s,%s) got type (%s,%s)
pl: Oczekiwano pary (%s,%s), otrzymano parê (%s,%s)
sk: Oèakávaný pár typu (%s,%s), naèítaný typ (%s,%s)

source: Quoted string doesn't begin with a quotation mark
pl: Zacytowany napis nie rozpoczyna siê znakiem cytowania
sk: Text v úvodzovkách nezaèína úvodzovkami

source: Quoted string doesn't end with a quotation mark
pl: Zacytowany napis nie koñczy siê znakiem cytowania
sk: Text v úvodzovkách nekonèí úvodzovkami

source: CORBA error: %s
pl: B³±d Corby: %s
sk: Chyba CORBA: %s

source: OAF problem description: '%s'
sk: Popis problému OAF: '%s'

source: attempt to remove not-listed OAF object directory
sk: Pokus o odstránenie neexistujúceho prieèinku objektov OAF

source: attempt to add already-listed OAF directory
sk: Pokus o pridanie u¾ pridaného prieèinku objektov OAF

source: OAF parse error: %s
pl: B³ad sk³±dniowy OAF-a: %s
sk: Chyba spracovania OAF: %s

source: Unknown OAF error
pl: Nieznany b³±d OAF-a
sk: Neznáma chyba OAF

source: No ior file in `%s'
pl: Brak pliku ior w "%s"
sk: Nie je IOR súbor v `%s'

source: gconfd taking lock `%s' from some other process
sk: Gconfd preberá zámok `%s' od iného procesu

source: Another program has lock `%s'
pl: Inny program posiada blokadê "%s"
sk: Iný program dr¾í zámok `%s'

source: couldn't contact ORB to ping existing gconfd
sk: Nie je mo¾né spoji» sa s ORBom pre ping na existujúci gconfd

source: Removing stale lock `%s' because IOR couldn't be converted to object reference, IOR `%s'
sk: Odstraòujem zabudnutý zámok `%s', preto¾e IOR nie je mo¾né previes» na objektovú referenciu, IOR `%s'

source: Removing stale lock `%s' because of error pinging server: %s
sk: Odstraòujem zabudnutý zámok `%s' kvôli chyba pri pingu na server: %s

source: GConf configuration daemon (gconfd) has lock `%s'
sk: Konfiguraèný démon GConf (gconfd) dr¾í zámok `%s'

source: couldn't create directory `%s': %s
pl: Nie mo¿na stworzyæ katalogu "%s": %s
sk: Nie je mo¾né vytvori» prieèinok `%s': %s

source: Can't create lock `%s': %s
pl: Nie mo¿na utworzyæ blokady "%s": %s
sk: Nie je mo¾né vytvori» zámok `%s': %s

source: Can't write to file `%s': %s
pl: Nie mo¿na zapisaæ do pliku "%s": %s
sk: Nie je mo¾né zapisova» do súboru `%s': %s

source: Can't open lock file `%s'; assuming it isn't ours: %s
pl: Nie mo¿na otworzyæ pliku blokady "%s"; za³o¿enie, ¿e nale¿y on do innego procesu: %s
sk: Nie je mo¾né otvori» súbor so zámkom `%s', predpokladám, ¾e nám nepatrí: %s

source: Corrupt lock file `%s', removing anyway
pl: Uszkodzony plik blokady "%s". Pomimo tego usuniêty.
sk: Po¹kodený súbor so zámkom `%s', aj tak ho odstraòujem

source: Didn't create lock file `%s' (creator pid %u, our pid %u; assuming someone took our lock
sk: Nie je mo¾né vytvori» súbor so zámkom `%s' (vytvoril pid %u, na¹e pid %u; asi nám niekto zobral ná¹ zámok)

source: Failed to release lock directory `%s': %s
pl: Nie mo¿na zwolniæ katalogu blokady "%s": %s
sk: Nepodarilo sa uvoµni» prieèinok pre zámky `%s': %s

source: Failed to load source `%s': %s
pl: Nie mo¿na wczytaæ ¼ród³a "%s": %s
sk: Nepodarilo sa naèíta» zdroj `%s': %s

source: Schema `%s' specified for `%s' stores a non-schema value
sk: Schéme `%s' uvedená pre `%s' udr¾iava hodnotu, ktorá nie je schéma

source: The '/' name can only be a directory, not a key
pl: Nazwa "/" mo¿e dotyczyæ tylko katalogu, nie klucza
sk: Meno '/' mô¾e by» iba pre prieèinok, nie pre kµúè

source: Value for `%s' set in a read-only source at the front of your configuration path.
sk: Hodnota pre `%s' nastavená v zdroji urèenom iba pre èítanie pred va¹ou konfiguraènou cestou.

source: Error finding metainfo: %s
pl: B³±d przy wyszukiwaniu metainformacji: %s
sk: Chyba pri hµadaní meta-informácií: %s

source: Error getting metainfo: %s
pl: B³±d przy pobieraniu metainformacji: %s
sk: Chyba pri získavaní meta-informácií: %s

source: Key `%s' listed as schema for key `%s' actually stores type `%s'
sk: Kµúè `%s', ktorý je uvedený ako schéma pre kµúè `%s', je v skutoènosti typu `%s'

source: Didn't understand `%s' (expected integer)
pl: Niezrozumia³a warto¶æ "%s" (oczekiwano liczby ca³kowitej)
sk: Nerozpoznané `%s' (oèakávané celé èíslo)

source: Integer `%s' is too large or small
pl: Warto¶æ ca³kowita "%s" jest zbyt du¿a lub zbyt ma³a
sk: Celé èíslo `%s' je príli¹ veµké alebo príli¹ malé

source: Didn't understand `%s' (expected real number)
pl: Niezrozumia³a warto¶æ "%s" (oczekiwano liczby rzeczywistej)
sk: Nerozpoznané `%s' (oèakávané reálne èíslo)

source: Didn't understand `%s' (expected true or false)
pl: Niezrozumia³a warto¶æ "%s" (oczekiwano warto¶ci logicznej)
sk: Nerozpoznané `%s' (oèakávané true alebo false)

source: Didn't understand `%s' (list must start with a '[')
pl: Niezrozumia³a warto¶æ "%s" (lista musi siê rozpoczynaæ znakiem "[")
sk: Nerozpoznané `%s' (zoznam musí zaèína» '[')

source: Didn't understand `%s' (list must end with a ']')
pl: Niezrozumia³a warto¶æ "%s" (lista musi siê koñczyæ znakiem "]")
sk: Nerozpoznané `%s' (zoznam musí konèi» ']')

source: Didn't understand `%s' (extra unescaped ']' found inside list)
sk: Nerozpoznané `%s' (extra ']' bez otváracej zátvorky v rámci zoznamu)

source: Didn't understand `%s' (extra trailing characters)
sk: Nerozpoznané `%s' (extra znaky na konci)

source: Didn't understand `%s' (pair must start with a '(')
pl: Niezrozumia³a warto¶æ "%s" (para musi siê zaczynaæ znakiem "(")
sk: Nerozpoznané `%s' (pár musí zaèína» zátvorkou)

source: Didn't understand `%s' (pair must end with a ')')
pl: Niezrozumia³a warto¶æ "%s" (para musi siê koñczyæ znakiem ")")
sk: Nerozpoznané `%s' (pár musí konèi» zátvorkou)

source: Didn't understand `%s' (wrong number of elements)
pl: Niezrozumia³a warto¶æ "%s" (niew³a¶ciwa liczba elementó³)
sk: Nerozpoznané `%s' (nesprávny poèet elementov)

source: Didn't understand `%s' (extra unescaped ')' found inside pair)
sk: Nerozpoznané `%s' (extra ')' nájdená v rámci páru)

source: Server couldn't resolve the address `%s'
sk: Server nemohol zisti» adresu `%s'

source: Can't add notifications to a local configuration source
sk: Nie je mo¾né pridáva» upozornenia k lokálnemu konfiguraènému zdroju

source: Adding client to server's list failed, CORBA error: %s
sk: Pridanie klienta do zoznamu serveru zlyhalo, chyba CORBA: %s

source: Failed to init GConf, exiting
pl: Nie mo¿na zainicjowaæ GConfa, zakoñczenie
sk: Nepodarilo sa inicializova» GConf, konèím

source: Must begin with a slash (/)
sk: Musí zaèína» znamienkom lomeno (/)

source: Can't have two slashes (/) in a row
pl: Dwa uko¶niki nie mog± wystêpowaæ bezpo¶rednio po sobie (/)
sk: Dve znamienka lomeno (/) nesmú by» hneï za sebou

source: Can't have a period (.) right after a slash (/)
pl: Kropka (.) nie mo¿e byæ umieszczona bezpo¶rednio po uko¶niku (/)
sk: Bodka (.) nesmie by» hneï za znamienkom lomeno (/)

source: `%c' is an invalid character in key/directory names
pl: Znak "%c" jest niedozwolony w nazwach kluczy lub katalogów
sk: `%c' nie je platný znak v menách kµúèov/prieèinkov

source: Key/directory may not end with a slash (/)
pl: Klucz lub katalog nie mo¿e koñczyæ siê uko¶nikiem (/)
sk: Kµúè/prieèinok nesmie konèi» znamienkom lomeno (/)

source: Failure shutting down config server: %s
pl: B³±d przy koñczeniu pracy serwera konfiguracji: %s
sk: Zlyhalo vypnutie konfiguraèného serveru: %s

source: Expected float, got %s
pl: Oczekiwano liczby zmiennoprzecinkowej, otrzymano %s
sk: Oèakávaný float, prijaté %s

source: Expected int, got %s
pl: Oczekiwano liczby ca³kowitej, otrzymano %s
sk: Oèakávaný int, prijaté %s

source: Expected string, got %s
pl: Oczekiwano napisu, otrzymano %s
sk: Oèakávaný string, prijaté %s

source: Expected bool, got %s
pl: Oczekiwano warto¶ci logicznej, otrzymano %s
sk: Oèakávaný bool, prijaté %s

source: Expected schema, got %s
pl: Oczekiwano schematu, otrzymano %s
sk: Oèakávaná schéma, prijaté %s

source: Shutdown request received
pl: Otrzymano ¿±danie zakoñczenia
sk: Prijatá po¾iadavka na ukonèenie

source: gconfd compiled with debugging; trying to load gconf.path from the source directory
sk: gconfd bol prelo¾ený s ladiacimi informáciami, pokú¹am sa naèíta» gconf.path zo zdrojového prieèinku

source: No configuration files found, trying to use the default config source `%s'
pl: Nie odnaleziono plików konfiguracyjnych; próba u¿ycia domy¶lnego ¼ród³a konfiguracji "%s"
sk: Nenájdené ¾iadne konfiguraèné súbory, pokúsim sa pou¾i» ¹tandardný konfiguraèný zdroj `%s'

source: No configuration sources in the source path, configuration won't be saved; edit
pl: Brak ¼róde³ konfiguracji na ¶cie¿ce ¼ród³owej; konfiguracja nie zostanie zapisana. Zmodyfikuj plik
sk: Nenájdené ¾iadne konfiguraèné súbory v zdrojovej ceste, konfigurácia nebude ulo¾ená ani upravená

source: Error loading some config sources: %s
pl: B³±d przy wczytywaniu pewnych ¼róde³ konfiguracji: %s
sk: Chyba pri nahrávaní niektorých konfiguraèných zdrojov: %s

source: No config source addresses successfully resolved, can't load or store config data
sk: Neboli úspe¹ne nájdené ¾iadne konfiguraèné zdroje, nebude mo¾né uklada» ani naèíta» konfiguraèné dáta
