Repository: openEuler-Networking/GConf2
Catalog: po/*.po
Languages: pl, sk

source: No writable config sources successfully resolved, may not be able to save some configuration changes
sk: Neboli úspe¹ne nájdené ¾iadne konfiguraèné zdroje, do ktorých je mo¾ný zápis, niektoré zmeny konfigurácie asi nebude mo¾né ulo¾i»

source: Received signal %d, dumping core. Please report a GConf bug.
sk: Zachytený signál %d, zapisujem súbor core. Prosím, oznámte chybu GConfu.

source: Received signal %d, shutting down abnormally. Please file a GConf bug report.
sk: Zachytený signál %d, konèím abnormálne. Prosím, vyplòte správu o chybe v GConf.

source: Received signal %d, shutting down cleanly
pl: Otrzymano sygna³ %d, poprawne zakoñczenie
sk: Zachytený signál %d, vypínam

source: Failed to init Object Activation Framework: please mail bug report to OAF maintainers
sk: Nepodarilo sa inicializova» OAF: prosím, po¹lite správu o chybe správcom OAFu

source: Failed to get object reference for ConfigServer
pl: Nie mo¿na uzyskaæ referencji obiektu ConfigServer
sk: Nepodarilo sa získa» referenciu na objekt pre ConfigServer

source: OAF doesn't know about our IID; indicates broken installation; can't register; exiting
sk: OAF nevie o na¹om IID; to vyzerá ako nesprávna in¹talácia; nemô¾e sa zaregistrova»; konèím

source: Another gconfd already registered with OAF; exiting
sk: U OAF u¾ je zaregistrovaný iný gconfd, konèím

source: Unknown error registering gconfd with OAF; exiting
sk: Neznáma chyba pri registrácii gconfd u OAF; konèím

source: Exiting
pl: Zakoñczenie
sk: Konèím

source: GConf server is not in use, shutting down.
pl: Serwer GConf nie jest u¿ywany, zakoñczenie.
sk: GConf server sa nepou¾íva, konèím.

source: Returning exception: %s
pl: Zwracanie wyj±tku: %s
sk: Vraciam výnimku: %s

source: Failed to open gconfd logfile; won't be able to restore listeners after gconfd shutdown (%s)
sk: Nepodarilo sa otvori» súbor so záznamom pre gconfd; nebude mo¾né obnovi» listenerom po vypnutí gconfd (%s)

source: Failed to close gconfd logfile; data may not have been properly saved (%s)
sk: Nepodarilo sa zavrie» súbor so záznamom pre gconfd, dáta mo¾no nie sú správne ulo¾ené (%s)

source: Could not open saved state file '%s' for writing: %s
pl: Nie mo¿na otworzyæ pliku "%s" z zapisem stanu do zapisu: %s
sk: Nepodarilo sa otvori» súbor s ulo¾eným stavom '%s' pre zápis: %s

source: Could not write saved state file '%s' fd: %d: %s
pl: Nie mo¿na zapisaæ do pliku "%s" (fd: %d) z zapisem stanu: %s
sk: Nie je mo¾né sa zapisova» do súboru s ulo¾eným stavom '%s' fd: %d: %s

source: Failed to close new saved state file '%s': %s
pl: Nie mo¿na zamkn±æ nowego pliku "%s" z zapisem stanu: %s
sk: Nepodarilo sa zavrie» súbor s ulo¾eným stavom '%s': %s

source: Could not move aside old saved state file '%s': %s
pl: Nie mo¿na przenie¶æ starego pliku "%s" z sapisem stanu: %s
sk: Nie je mo¾né odsunú» nabok starý súbor s ulo¾eným stavom '%s': %s

source: Failed to move new save state file into place: %s
pl: Nie mo¿na przenie¶æ nowego pliku z sapisem stanu: %s
sk: Nepodarilo sa presunú» nový súbor s ulo¾eným stavom na miesto: %s

source: Failed to restore original saved state file that had been moved to '%s': %s
sk: Nepodarilo sa obnovi» pôvodný súbor s ulo¾eným stavom, ktorý bol presunutý do '%s': %s

source: Unable to restore a listener on address '%s', couldn't resolve the database
sk: Nepodarilo sa obnovi» listenera na adrese '%s', nie je mo¾né zisti» adresu databáze

source: Error reading saved state file: %s
pl: B³±d przy odczycie pliku z zapisem stanu: %s
sk: Chyba pri èítaní súboru s ulo¾eným stavom: %s

source: Unable to open saved state file '%s': %s
pl: Nie mo¿na otworzyæ pliku "%s" z zapisem stanu: %s
sk: Nepodarilo sa otvori» súbor s ulo¾eným stavom '%s': %s

source: Failed to log addition of listener to gconfd logfile; won't be able to re-add the listener if gconfd exits or shuts down (%s)
sk: Nepodarilo sa zaznamena» pridanie listeneru do súboru so záznamom pre gconfd, nebude mo¾né znovu-prida» listenera aj bude gconfd ukonèený (%s)

source: Failed to log removal of listener to gconfd logfile; might erroneously re-add the listener if gconfd exits or shuts down (%s)
sk: Nepodarilo sa zaznamena» odstránenie listeneru do súboru so záznamom pre gconfd, je mo¾né, ¾e bude listener nesprávne znovu-pridaný pri ukonèení gconfd (%s)

source: Failed to get IOR for client: %s
pl: Nie mo¿na pobraæ warto¶ci IOR dla klienta: %s
sk: Nepodarilo sa získa» IOR klienta: %s

source: Failed to open saved state file: %s
pl: Odczytanie zapisanego stanu z pliku nie powiod³o siê: %s
sk: Nepodarilo sa otvori» súbor s ulo¾eným stavom: %s

source: Failed to write client add to saved state file: %s
sk: Nepodarilo sa zapísa» dáta od klienta do súboru s ulo¾eným stavom: %s

source: Failed to flush client add to saved state file: %s
sk: Nepodarilo sa prida» dáta od klienta do súboru s ulo¾eným stavom: %s

source: Some client removed itself from the GConf server when it hadn't been added.
sk: Niektorý klient sa odstránil z GConf serveru keï tam nebol pridaný.

source: Help options
pl: Opcje pomocy
sk: Mo¾nosti pomocníka

source: Set a key to a value and sync. Use with --type.
sk: Nastavi» kµúè na hodnotu a synchronizova». Pou¾i» s --type.

source: Print the value of a key to standard output.
sk: Vypísa» hodnotu kµúèa na ¹tandardný výstup.

source: Set a schema and sync. Use with --short-desc, --long-desc, --owner, and --type.
sk: Nastavi» schému a synchronizova». Pou¾i» s --short-desc, --long-desc, --owner, a --type.

source: Unset the keys on the command line
sk: Vymaza» kµúèe z príkazového riadku

source: Print all key/value pairs in a directory.
sk: Vypísa» v¹etky páry kµúè/hodnota v prieèinku.

source: Print all subdirectories in a directory.
sk: Vypísa» v¹etky podprieèinky v prieèinku.

source: Print all subdirectories and entries under a dir, recursively.
sk: Vypísa» v¹etky podprieèinky a polo¾ky v prieèinku, rekurzívne.

source: Return 0 if the directory exists, 2 if it does not.
sk: Vráti» 0, ak prieèinok existuje, 2 ak neexistuje.

source: Shut down gconfd. DON'T USE THIS OPTION WITHOUT GOOD REASON.
sk: Ukonèi» gconfd. POU®ÍVAJTE IBA V PRÍPADE, ®E MÁTE ROZUMNÝ DÔVOD.

source: Return 0 if gconfd is running, 2 if not.
sk: Vráti» 0, ak gconfd be¾í, inak vráti» 2.

source: Launch the config server (gconfd). (Normally happens automatically when needed.)
sk: Spusti» konfiguraèný server (gconfd). (Normálne spú¹»aný, a¾ keï je potrebný.)

source: Specify the type of the value being set, or the type of the value a schema describes. Unique abbreviations OK.
sk: Typ nastavovanej hodnoty alebo typ hodnoty popisovanej schémou. Jednoznaèné skratky sú akceptované.

source: Specify the type of the list value being set, or the type of the value a schema describes. Unique abbreviations OK.
sk: Typ nastavovaného zoznamu hodnôt alebo typ hodnoty popisovanej schémou. Jednoznaèné skratky sú akceptované.

source: Specify the type of the car pair value being set, or the type of the value a schema describes. Unique abbreviations OK.
sk: Typ nastavovaného car páru hodnôt alebo typ hodnoty popisovanej schémou. Jednoznaèné skratky sú akceptované.

source: Specify the type of the cdr pair value being set, or the type of the value a schema describes. Unique abbreviations OK.
sk: Typ nastavovaného cdr páru hodnôt alebo typ hodnoty popisovanej schémou. Jednoznaèné skratky sú akceptované.

source: Specify a short half-line description to go in a schema.
sk: Krátky, polriadkový popis pre ulo¾enie do schémy.

source: DESCRIPTION
pl: OPIS
sk: POPIS

source: Specify a several-line description to go in a schema.
pl: Okre¶la wielowierszowy opis schematu.
sk: Niekoµkoriadkový popis pre ulo¾enie do schémy.

source: Specify the owner of a schema
pl: Okre¶la w³a¶ciciela schematu
sk: Vlastník schémy

source: OWNER
pl: W£A¦CICIEL
sk: VLASTNÍK

source: Specify a schema file to be installed
pl: Okre¶la nazwê pliku instalowanego schematu
sk: In¹talovaný súbor schémy

source: FILENAME
pl: NAZWAPLIKU
sk: MENOSÚBORU

source: Specify a configuration source to use rather than the default path
pl: Okre¶la ¼ród³o konfiguracji wykorzystywane zamiast domy¶lnej ¶cie¿ki
sk: Konfiguraèný zdroj pou¾itý namiesto ¹tandardnej cesty

source: SOURCE
pl: ¦RÓD£O
sk: ZDROJ

source: Access the config database directly, bypassing server. Requires that gconfd is not running.
sk: Pristupova» do konfiguraènej databáze priamo, obís» server. Vy¾aduje, aby gconfd nebe¾al.

source: Properly installs schema files on the command line into the database. GCONF_CONFIG_SOURCE environment variable should be set to a non-default config source or set to the empty string to use the default.
sk: Správne nain¹talova» do databáze schémy z príkazového riadku. Pre ne¹tandardný zdroj dát by mala by» nastavená premenná prostredia GCONF_CONFIG_SOURCE, alebo by mala by» prázdna pre ¹tandardný zdroj.

source: Torture-test an application by setting and unsetting a bunch of values of different types for keys on the command line.
sk: Testova» aplikáciu nastavovaním a vymazávaním obsahu skupiny hodnôt pre rôzne typy kµúèov z príkazového riadku.

source: Torture-test an application by setting and unsetting a bunch of keys inside the directories on the command line.
sk: Testova» aplikáciu nastavovaním a vymazávaním obsahu skupiny hodnôt v prieèinku z príkazového riadku.

source: Error on option %s: %s. Run '%s --help' to see a full list of available command line options.
pl: B³±d przy opcji %s: %s. Uruchom "%s --help", aby wypisaæ pe³n± listê opcji dostêpnych z wiersza poleceñ.
sk: Chyba vo voµbe %s: %s. Spus»te '%s --help' pre úplný zoznam mo¾ností príkazového riadku.

source: Can't get and set/unset simultaneously
pl: Nie mo¿na jednocze¶nie pobraæ i ustawiæ warto¶ci
sk: Nie je mo¾né naraz získa» hodnotu a nastavi»/vymaza» hodnotu

source: Can't set and get/unset simultaneously
pl: Nie mo¿na jednocze¶nie ustawiæ i pobraæ warto¶ci
sk: Nie je mo¾né naraz nastavi» hodnotu a získa» hodnotu/vymaza» hodnotu

source: Can't use --all-pairs with --get or --set
sk: Neviem pou¾i» --all-pairs spolu s --get alebo --set

source: Can't use --all-dirs with --get or --set
pl: Nie mo¿na u¿ywaæ --all-pairs wraz z --get lub --set
sk: Neviem pou¾i» --all-dirs spolu s --get alebo --set

source: --recursive-list should not be used with --get, --set, --unset, --all-pairs, or --all-dirs
sk: --recursive-list nesmie by» pou¾ité spolu s --get, --set, --unset, --all-pairs, alebo --all-dirs

source: --set_schema should not be used with --get, --set, --unset, --all-pairs, --all-dirs
sk: --set_schema nesmie by» pou¾ité spolu s --get, --set, --unset, --all-pairs, --all-dirs

source: Value type is only relevant when setting a value
pl: Typ warto¶ci ma sens tylko przy ustawianiu warto¶ci
sk: Typ hodnoty je dôle¾itý iba pri nastavovaní hodnoty

source: Must specify a type when setting a value
pl: Przy ustawianiu warto¶ci nale¿y okre¶liæ typ
sk: Pri nastavovaní hodnoty musíte zada» typ

source: Ping option must be used by itself.
pl: Opcja ping musi wystêpowaæ samodzielnie.
sk: Voµba ping musí by» pou¾itá iba samostatne.

source: --dir-exists option must be used by itself.
pl: Opcja --dir-exists musi wystêpowaæ samodzielnie.
sk: --dir-exists musí by» pou¾ité iba samostatne.

source: --install-schema-file must be used by itself.
pl: Opcja --install-schema-file musi wystêpowaæ samodzielnie.
sk: --install-schema-file musí by» pou¾ité iba samostatne.

source: --makefile-install-rule must be used by itself.
pl: Opcja --makefile-install-rule musi wystêpowaæ samodzielnie.
sk: --makefile-install-rule musí by» pou¾ité iba samostatne.

source: --break-key must be used by itself.
pl: Opcja --break-key musi wystêpowaæ samodzielnie.
sk: --break-key musí by» pou¾ité iba samostatne.

source: --break-directory must be used by itself.
pl: Opcja --break-directory musi wystêpowaæ samodzielnie.
sk: --break-directory musí by» pou¾ité iba samostatne.

source: You must specify a config source with --config-source when using --direct
pl: Przy u¿yciu --direct nale¿y podaæ ¼ród³o konfiguracji przy u¿yciu --config-source
sk: Keï pou¾ívate --direct, musíte zada» konfiguraèný zdroj pomocou --config-source

source: Failed to init GConf: %s
pl: Inicjacja GConfa nie powiod³a siê: %s
sk: Nepodarilo sa inicializova» GConf: %s

source: Must set the GCONF_CONFIG_SOURCE environment variable
pl: Nale¿y ustawiæ zmienn± ¶rodowiskow± GCONF_CONFIG_SOURCE
sk: Musíte nastavi» premenné prostredia GCONF_CONFIG_SOURCE

source: Shouldn't run gconfd while installing new schema files. Use gconftool --shutdown to shut down the daemon, most safely while no applications are running (though things theoretically work if apps are running).
sk: Gconfd by nemal be¾a» poèas in¹talácie nových súborov schém. Pou¾ite gconftool --shutdown pre ukonèenie démona, najlep¹ie ak nebude be¾a» ¾iadna aplikácia (aj keï by v¹etko malo fungova» aj tak).

source: Failed to access configuration source(s): %s
pl: B³±d przy dostêpie do ¼ród³a konfiguracji: %s
sk: Nepodaril sa prístup ku konfiguraènému zdroju: %s

source: Shutdown error: %s
pl: B³±d przy zamykaniu: %s
sk: Chyba pri ukonèovaní: %s

source: Must specify one or more dirs to recursively list.
pl: Nale¿y podaæ jeden lub wiêcej katalogów przeznaczonych do rekurencyjnego wypisania.
sk: Musíte zada» jeden alebo viac prieèinkov, ktoré chcete rekurzívne vypísa».

source: Failure listing pairs in `%s': %s
sk: Nepodarilo sa vypísa» zoznam párov v `%s': %s

source: (no value set)
pl: (nie ustawiono warto¶ci)
sk: (hodnota nenastavená)

source: Failed to spawn the config server (gconfd): %s
pl: Uruchomienie serwera konfiguracji (gconfd) nie powiod³o siê: %s
sk: Nepodarilo sa spusti» konfiguraèný server (gconfd): %s

source: Must specify a key or keys to get
pl: Nale¿y podaæ klucz lub klucze przeznaczone do pobrania
sk: Musíte zada», ktorý kµúè alebo kµúèe chcete získa»

source: Type: %s
pl: Typ: %s
sk: Typ: %s

source: List Type: %s
pl: Typ listy: %s
sk: Typ zoznamu: %s

source: Car Type: %s
pl: Typ pierwszego elementu: %s
sk: Typ car: %s

source: Cdr Type: %s
pl: Typ drugiego elementu: %s
sk: Typ cdr: %s

source: Default Value: %s
pl: Warto¶æ domy¶lna: %s
sk: ©tandardná hodnota: %s

source: Unset
sk: Nenaplnená

source: Owner: %s
pl: W³a¶ciciel: %s
sk: Vlastník: %s

source: Short Desc: %s
pl: Krótki opis: %s
sk: Krátky popis: %s

source: Long Desc: %s
pl: D³ugi opis: %s
sk: Dlhý popis: %s

source: No value set for `%s'
sk: Pre `%s' nie je nastavená hodnota

source: Failed to get value for `%s': %s
pl: Nie mo¿na pobraæ warto¶ci "%s": %s
sk: Nepodarilo sa získa» hodnotu pre `%s': %s

source: Don't understand type `%s'
pl: Niezrozumia³y typ "%s"
sk: Nerozpoznaný typ `%s'

source: Must specify alternating keys/values as arguments
sk: Musíte zada» striedavo kµúèe a hodnoty ako argumenty

source: No value to set for key: `%s'
sk: Pre kµúè nie je nastavená hodnota: `%s'

source: Cannot set schema as value
sk: Nie je mo¾né nastavi» schému ako hodnotu

source: When setting a list you must specify a primitive list-type
sk: Pri nastavovaní zoznamu musíte zada» primitívny typ zoznamu.

source: When setting a pair you must specify a primitive car-type and cdr-type
sk: Pri nastavovaní páru musíte zada» primitívny typ car alebo typ cdr.

source: Error: %s
pl: B³±d: %s
sk: Chyba: %s

source: Must specify key (schema name) as the only argument
pl: Nale¿y podaæ klucz (nazwê schematu) jako jedyny argument
sk: Musíte zada» kµúè (meno schémy) ako jediný argument

source: List type must be a primitive type: string, int, float or bool
pl: Typ listy musi byæ typem podstawowym: string, int, float lub bool
sk: Typ zoznamu musí by» primitívny typ: string, int, float alebo bool

source: Pair car type must be a primitive type: string, int, float or bool
pl: Typ pierwszego elementu pary musi byæ typem podstawowym: string, int, float lub bool
sk: Typ car páru musí by» primitívny typ: string, int, float alebo bool

source: Pair cdr type must be a primitive type: string, int, float or bool
pl: Typ drugiego elementu pary musi byæ typem podstawowym: string, int, float lub bool
sk: Typ cdr páru musí by» primitívny typ: string, int, float alebo bool

source: Error setting value: %s
pl: B³±d przy ustawianiu warto¶ci: %s
sk: Chyba pri nastavovaní hodnoty: %s

source: Error syncing: %s
pl: B³±d przy synchronizacji: %s
sk: Chyba pri synchronizácii: %s

source: Must specify one or more dirs to get key/value pairs from.
sk: Musíte zada» jeden alebo viac prieèinkov, z ktorých chcete páry kµúè/hodnota.

source: Must specify one or more keys to unset.
pl: Nale¿y podaæ co najmniej jeden klucz przeznaczony do wyczyszczenia.
sk: Musíte uvies» jeden alebo viac kµúèov, ktoré chcete vymaza».

source: Error unsetting `%s': %s
pl: B³±d przy czyszczeniu "%s": %s
sk: Chyba mazania `%s': %s

source: Must specify one or more dirs to get subdirs from.
sk: Musíte zada» jeden alebo viac prieèinkov, z ktorých chcete podprieèinky.

source: Error listing dirs: %s
pl: B³±d przy wypisywaniu katalogów: %s
sk: Chyba pri vypisovaní prieèinkov: %s

source: WARNING: invalid or missing type for schema (%s)
sk: VAROVANIE: neplatný alebo chýbajúci typ pre schému (%s)

source: WARNING: invalid or missing list_type for schema (%s)
pl: UWAGA: Niepoprawna lub brakuj±ca warto¶æ list_type schematu (%s)
sk: VAROVANIE: neplatný alebo chýbajúci list_type pre schému (%s)

source: WARNING: Failed to parse default value `%s' for schema (%s)
pl: UWAGA: Niezrozumia³a warto¶æ "%s" schematu (%s)
sk: VAROVANIE: Neporadilo sa spracova» ¹tandardnú hodnotu `%s' pre schému (%s)

source: WARNING: invalid or missing car_type or cdr_type for schema (%s)
pl: UWAGA: Niepoprawna lub brakuj±ca warto¶æ car_type lub cdr_type schematu (%s)
sk: VAROVANIE: neplatný alebo chýbajúci car_type alebo cdr_type pre schému (%s)

source: WARNING: You cannot set a default value for a schema
pl: UWAGA: Nie mo¿na ustawiæ domy¶lnej warto¶ci schematu
sk: VAROVANIE: Nemô¾ete nastavi» ¹tandardnú hodnotu pre schému

source: WARNING: gconftool internal error, unknown GConfValueType
pl: UWAGA: wewnêtrzny b³±d gconftoola, nieznany GConfValueType
sk: VAROVANIE: interná chyba gconftool, neznámy GConfValueType

source: WARNING: failed to parse type name `%s'
pl: UWAGA: Nie mo¿na rozpoznaæ nazwy typu "%s"
sk: VAROVANIE: nepodarilo sa spracova» meno typu `%s'

source: WARNING: list_type can only be int, float, string or bool and not `%s'
pl: UWAGA: Warto¶ci± list_type mo¿e byæ tylko int, float, string lub bool, nie za¶ "%s"
sk: VAROVANIE: list_type mô¾e by» iba int, float, string alebo bool, ale nie `%s'

source: WARNING: car_type can only be int, float, string or bool and not `%s'
pl: UWAGA: Warto¶ci± car_type mo¿e byæ tylko int, float, string lub bool, nie za¶ "%s"
sk: VAROVANIE: car_type mô¾e by» iba int, float, string alebo bool, ale nie `%s'

source: WARNING: cdr_type can only be int, float, string or bool and not `%s'
pl: UWAGA: Warto¶ci± cdr_type mo¿e byæ tylko int, float, string lub bool, nie za¶ "%s"
sk: VAROVANIE: cdr_type mô¾e by» iba int, float, string alebo bool, ale nie `%s'

source: WARNING: empty <applyto> node
pl: UWAGA: Pusty wêze³ <applyto>
sk: VAROVANIE: prázdny uzol <applyto>

source: WARNING: node <%s> not understood below <schema>
pl: UWAGA: Wêze³ <%s> nie jest zrozumia³y wewn±trz <schema>
sk: VAROVANIE: uzol <%s> nie je rozpoznaný pod <schema>

source: WARNING: no key specified for schema
pl: UWAGA: nie okre¶lono klucza dla schematu
sk: VAROVANIE: neuvedený ¾iadny kµúè pre schému

source: WARNING: <locale> node has no `name="locale"' attribute, ignoring
pl: UWAGA: Wêze³ <locale> nie zawiera atrybutu name="locale", zignorowano
sk: VAROVANIE: uzol <locale> neobsahuje atribút `name="locale"', ignorujem

source: WARNING: multiple <locale> nodes for locale `%s', ignoring all past first
sk: VAROVANIE: viacnásobný uzol <locale> pre locale `%s', ignorujem v¹etky okrem prvého

source: WARNING: Invalid node <%s> in a <locale> node
pl: UWAGA: Niepoprawny wêze³ <%s> wewn±trz wêz³a <locale>
sk: VAROVANIE: Neplatný uzol <%s> v uzle <locale>

source: WARNING: failed to install schema `%s' locale `%s': %s
pl: UWAGA: zainstalowanie schematu "%s" dla ustawieñ narodowych "%s" nie powiod³o siê: %s
sk: VAROVANIE: Nepodarilo sa nain¹talova» schému `%s' locale `%s': %s

source: Installed schema `%s' for locale `%s'
pl: Zainstalowano schemat "%s" dla ustawieñ narodowych "%s"
sk: Nain¹talovaná schéma `%s' pre locale `%s'

source: WARNING: failed to associate schema `%s' with key `%s': %s
pl: UWAGA: powi±zanie schematu "%s" z kluczem "%s" nie powiod³o siê: %s
sk: VAROVANIE: Nepodarilo sa asociova» schému `%s' s kµúèom `%s': %s

source: Attached schema `%s' to key `%s'
pl: Schemat "%s" zosta³ przy³±czony do klucza "%s"
sk: Schéma `%s' pripojená ku kµúèu `%s'

source: You must have at least one <locale> entry in a <schema>
pl: Wewn±trz <schema> musi wystêpowaæ co najmniej jedno <locale>
sk: Musíte ma» aspoò jednu polo¾ku <locale> v <schema>

source: WARNING: node <%s> not understood below <schemalist>
pl: UWAGA: niezrozumia³y wêze³ <%s> poni¿ej wêz³a <schemalist>
sk: VAROVANIE: uzol <%s> nie je rozpoznaný pod <schemalist>

source: Failed to open `%s': %s
pl: Nie mo¿na otworzyæ "%s": %s
sk: Nepodarilo sa otvori» `%s': %s

source: Document `%s' is empty?
pl: Dokument "%s" jest pusty?
sk: Dokument `%s' je prázdny?

source: Document `%s' has the wrong type of root node (<%s>, should be <gconfschemafile>)
pl: Dokument "%s" zawiera nieprawid³owy wêze³ g³ówny (<%s>, powinno byæ <gconfschemafile>)
sk: Dokument `%s' má nesprávny typ koreòového uzlu ( <%s>, má by» <gconfschemafile>)

source: Document `%s' has no top level <gconfschemafile> node
pl: G³ównym wêz³em dokumentu "%s" nie jest gconfschemafile
sk: Dokument `%s' nie je <gconfschemafile> uzol na najvy¹¹ej úrovni

source: WARNING: node <%s> below <gconfschemafile> not understood
pl: UWAGA: niezrozumia³y wêze³ <%s> poni¿ej wêz³a <gconfschemafile>
sk: VAROVANIE: uzol <%s> pod <gconfschemafile> nerozpoznaný

source: Error syncing config data: %s
pl: B³±d przy synchronizacji danych konfiguracji: %s
sk: Chyba pri synchronizácii konfiguraèných dát: %s

source: Must specify some schema files to install
pl: Nale¿y podaæ jakie¶ pliki schematów do zainstalowania
sk: Musíte zada» nejaké súbory so schémou, ktoré sa majú nain¹talova»

source: Failed to unset breakage key %s: %s
sk: Nepodarilo sa zru¹i» hodnotu prelamovacieho kµúèa %s: %s

source: Must specify some keys to break
pl: Nale¿y podaæ klucze przeznaczone do uszkodzenia
sk: Musíte zada» kµúèe, ktoré majú by» po¹kodené

source: Trying to break your application by setting bad values for key: %s
pl: Próba uszkodzenia aplikacji poprzez przypisanie niepoprawnych warto¶ci do klucza: %s
sk: Pokú¹am sa o poru¹enie aplikácie nastavením nesprávnych hodnôt pre kµúè: %s

source: Must specify some directories to break
pl: Nale¿y podaæ katalogi przeznaczone do uszkodzenia
sk: Musíte zada» prieèinky, ktoré majú by» po¹kodené

source: Trying to break your application by setting bad values for keys in directory: %s
pl: Próba uszkodzenia aplikacji poprzez przypisanie niepoprawnych warto¶ci do kluczy w katalogu: %s
sk: Pokú¹am sa o poru¹enie aplikácie nastavením nesprávnych hodnôt pre kµúèe v prieèinku: %s

source: GConf Error: %s
pl: B³±d GConfa: %s
sk: Chyba GConf: %s

source: GConf warning: failure listing pairs in `%s': %s
pl: Ostrze¿enie GConfa: b³±d przy wypisywaniu par w "%s": %s
sk: Varovanie GConf: zlyhanie v zozname párov v `%s': %s

source: Expected `%s' got `%s' for key %s
pl: Oczekiwano "%s", otrzymano "%s" dla klucza %s
sk: Oèakávané `%s' prijaté `%s' pre kµúè %s

source: Ignoring XML node `%s': %s
pl: Zignorowano weze³ XML-a "%s": %s

source: /path
pl: /¶cie¿ka

source: Failed to create %s: %s
pl: Nie mo¿na stworzyæ %s: %s

source: Failed to get lock for daemon: %s
pl: Nie mo¿na uzyskaæ blokady od demona: %s

source: Failed to release lockfile: %s
pl: Nie mo¿na zwolniæ pliku blokady: %s
